Repository: tariqmahmood898/mytonwallet
Catalog: mobile/ios/Air/SubModules/WalletContext/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: de, es, pl, ru, th, tr, uk, zh_hans, zh_hant

source: Unlock New Palettes
de: Neue Paletten freischalten
es: Desbloquear nuevas paletas
pl: Odblokuj nowe palety
ru: Открыть новые палитры
th: ปลดล็อกพาเลตใหม่
tr: Yeni Paletleri Aç
uk: Відкрити нові палітри
zh_hans: 解锁新调色板
zh_hant: 解鎖新調色板

# Unlock it and open the %chain% App
source: Unlock it and open the %1$@ App
de: Entsperren Sie es und öffnen Sie die %1$@-App
es: Desbloquéalo y abre la aplicación de %1$@
pl: Odblokuj go i otwórz aplikację %1$@
ru: Разблокируйте его и откройте приложение %1$@
th: ปิดล็อกและเปิดแอป %1$@
tr: Cihazın kilidi açın ve %1$@ uygulamasını başlatın
uk: Розблокуйте його і відкрийте додаток %1$@
zh_hans: 解锁并打开 %1$@ 应用
zh_hant: 解鎖並開啟 %1$@ 應用

source: Unstake
de: Unstaken
es: Retirar
pl: Odzastaw
ru: Вывести
th: ถอนการสเต็ก
tr: Unstake et
uk: Вивести
zh_hans: 解除质押
zh_hant: 解除質押

# Unstake %amount%
source: Unstake %1$@
de: %1$@ entstaken
es: Retirar %1$@
pl: Wycofać %1$@
ru: Вывести %1$@
th: เลิกเดิมพัน %1$@
tr: %1$@ unstake et
uk: Вивести %1$@
zh_hans: 解除质押 %1$@
zh_hant: 解除質押 %1$@

source: Unstake More
de: Mehr abstecken
es: Retirar más
pl: Cofnij więcej
ru: Вывести ещё
th: ถอนการสเต็กเพิ่ม
tr: Unstake daha fazla
uk: Вивести ще
zh_hans: 解除质押更多
zh_hant: 解除質押更多

source: Unstaked
de: Ungestakt
es: Retirado
pl: Odzastawione
ru: Вывод стейка
th: ถอนการสเต็กแล้ว
tr: Unstake gerçekleşti
uk: Стейк виведено
zh_hans: 已解除质押
zh_hant: 已解除質押

source: Unstaking
de: Entstaken
es: Retirando
pl: Odzastawianie
ru: Вывод стейка
th: ถอนการสเต็ก
tr: Unstaking gerçekleşiyor
uk: Виведення стейку
zh_hans: 解除质押
zh_hant: 解除質押

# Until %date%
source: Until %1$@
de: Bis %1$@
es: Hasta el %1$@
pl: Do %1$@
ru: До %1$@
th: ถึง %1$@
tr: %1$@'a kadar
uk: До %1$@
zh_hans: 截至 %1$@
zh_hant: 截至 %1$@

source: Untitled
de: Unbenannt
es: Sin título
pl: Bez tytułu
ru: Без названия
th: ไม่มีชื่อ
tr: Başlıksız
uk: Без назви
zh_hans: 未命名
zh_hant: 未命名

source: Unverified Source
de: Unbestätigte Quelle
es: Fuente no verificada
pl: Niezweryfikowane źródło
ru: Непроверенный источник
th: แหล่งที่มาไม่ได้รับการยืนยัน
tr: Doğrulanmamış Kaynak
uk: Непідтверджене джерело
zh_hans: 未经验证的来源
zh_hant: 未經驗證的來源

# Update %app_name%
source: Update %1$@
de: %1$@ aktualisieren
es: Actualizar %1$@
pl: Zaktualizuj %1$@
ru: Обновить %1$@
th: อัพเดต %1$@
tr: %1$@'ı güncelle
uk: Оновити %1$@
zh_hans: 更新 %1$@
zh_hant: 更新 %1$@

source: Updated Address
de: Adresse aktualisiert
es: Dirección actualizada
pl: Adres zaktualizowany
ru: Обновлён адрес
th: อัพเดทที่อยู่แล้ว
tr: Adres güncellendi
uk: Оновлено адресу
zh_hans: 已更新地址
zh_hant: 已更新地址

source: Updated Site
de: Website aktualisiert
es: Sitio actualizado
pl: Strona zaktualizowana
ru: Обновлён сайт
th: อัพเดทเว็บไซต์แล้ว
tr: Site güncellendi
uk: Оновлено сайт
zh_hans: 已更新网站
zh_hant: 已更新網站

source: Updated Storage
de: Speicher aktualisiert
es: Almacenamiento actualizado
pl: Przechowywanie zaktualizowane
ru: Обновлено хранилище
th: อัพเดทที่เก็บแล้ว
tr: Depolama güncellendi
uk: Оновлено сховище
zh_hans: 已更新存储
zh_hant: 已更新儲存

source: Updated Subdomains
de: Subdomains aktualisiert
es: Subdominios actualizados
pl: Subdomeny zaktualizowane
ru: Обновлены поддомены
th: อัพเดทซับโดเมนแล้ว
tr: Alt alan adları güncellendi
uk: Оновлено піддомени
zh_hans: 已更新子域名
zh_hant: 已更新子網域

source: Updating Address
de: Adresse wird aktualisiert
es: Actualizando dirección
pl: Aktualizowanie adresu
ru: Обновление адреса
th: กำลังอัปเดตที่อยู่
tr: Adres güncelleniyor
uk: Оновлення адреси
zh_hans: 更新地址中
zh_hant: 更新地址中

source: Updating Site
de: Webseite wird aktualisiert
es: Actualizando sitio web
pl: Aktualizowanie strony
ru: Обновление сайта
th: กำลังอัปเดตเว็บไซต์
tr: Site güncelleniyor
uk: Оновлення сайту
zh_hans: 更新网站中
zh_hant: 更新網站中

source: Updating Storage
de: Speicher wird aktualisiert
es: Actualizando almacenamiento
pl: Aktualizowanie magazynu
ru: Обновление хранилища
th: กำลังอัปเดตพื้นที่เก็บข้อมูล
tr: Depolama alanı güncelleniyor
uk: Оновлення сховища
zh_hans: 更新存储中
zh_hant: 更新存儲中

source: Updating Subdomains
de: Subdomains werden aktualisiert
es: Actualizando subdominios
pl: Aktualizowanie subdomen
ru: Обновление поддоменов
th: กำลังอัปเดตโดเมนย่อย
tr: Alt alan adları güncelleniyor
uk: Оновлення піддоменів
zh_hans: 更新子域名中
zh_hant: 更新子域名中

# Upgrade for %currency% %amount%
source: Upgrade for %1$@ %2$@
de: Upgrade für %1$@ %2$@
es: Actualización por %1$@ %2$@
pl: Ulepszenie za %1$@ %2$@
ru: Улучшить за %1$@ %2$@
th: อัปเกรดสำหรับ %1$@ %2$@
tr: %1$@ %2$@ karşılığında yükseltme
uk: Оновлення за %1$@ %2$@
zh_hans: 升级需 %1$@ %2$@
zh_hant: 升級需 %1$@ %2$@

source: Use Best Rate
de: Beste Rate nutzen
es: Usar la mejor tasa
pl: Użyj najlepszego kursu
ru: Использовать лучший курс
th: ใช้อัตราที่ดีที่สุด
tr: En İyi Oranı Kullan
uk: Використати найкращий курс
zh_hans: 使用最佳汇率
zh_hant: 使用最佳匯率

source: Use Biometrics
de: Biometrie verwenden
es: Utilice la biometría
pl: Użyj biometrii
ru: Используйте биометрию
th: ใช้ Biometrics
tr: Biyometrik koruma kullanın
uk: Використовуйте біометрію
zh_hans: 使用生物识别技术
zh_hant: 使用生物辨識技術

source: Use Face ID
de: Face ID verwenden
es: Usar Face ID
pl: Użyj Face ID
ru: Используйте Face ID
th: ใช้ Face ID
tr: Face ID kullanın
uk: Використовуйте Face ID
zh_hans: 使用 Face ID
zh_hant: 使用 Face ID

source: Use Password
de: Passwort verwenden
es: Usar contraseña
pl: Użyj hasła
ru: Использовать пароль
th: ใช้รหัสผ่าน
tr: Parola Kullanın
uk: Використовувати пароль
zh_hans: 使用密码
zh_hant: 使用密碼

source: Use Responsibly
de: Verantwortungsbewusst nutzen
es: Usar responsablemente
pl: Używaj odpowiedzialnie
ru: Используйте ответственно
th: ใช้อย่างมีความรับผิดชอบ
tr: Bilinçli kullanın
uk: Використовуйте відповідально
zh_hans: 负责任地使用
zh_hant: 負責任地使用

source: Use Touch ID
de: Touch ID verwenden
es: Usar Touch ID
pl: Użyj Touch ID
ru: Используйте Touch ID
th: ใช้ Touch ID
tr: Touch ID kullanın
uk: Використовуйте Touch ID
zh_hans: 使用 Touch ID
zh_hant: 使用 Touch ID

source: Use biometric authentication or create a password to protect it.
de: Verwenden Sie die biometrische Authentifizierung oder erstellen Sie ein Passwort zum Schutz.
es: Usa autenticación biométrica o crea una contraseña para protegerla.
pl: Użyj uwierzytelniania biometrycznego lub utwórz hasło, aby je chronić.
ru: Используйте биометрическую аутентификацию или создайте пароль для защиты.
th: ใช้การยืนยันตัวตนด้วยชีวมาตรหรือสร้างรหัสผ่านเพื่อป้องกัน
tr: Koruma için biyometrik kimlik doğrulama kullanın veya bir şifre oluşturun.
uk: Використовуйте біометричну аутентифікацію або створіть пароль для захисту.
zh_hans: 使用生物识别认证或创建密码进行保护。
zh_hant: 使用生物識別認證或建立密碼進行保護。

source: Utilities
de: Dienstprogramme
es: Utilidades
pl: Narzędzia
ru: Утилиты
th: อรรถประโยชน์
tr: Araçlar
uk: Утиліти
zh_hans: 实用工具
zh_hant: 實用工具

source: Verification
de: Verifizierung
es: Verificación
pl: Weryfikacja
ru: Проверка
th: ยืนยันความถูกต้อง
tr: Doğrulama
uk: Перевірка
zh_hans: 确认
zh_hant: 確認

source: Verify now
de: Jetzt überprüfen
es: Comprobar ahora
pl: Zweryfikuj teraz
ru: Проверить сейчас
th: ยืนยันตอนนี้
tr: Şimdi doğrula
uk: Перевірити зараз
zh_hans: 现在检查
zh_hant: 現在檢查

source: Vesting Balance
de: Vesting-Guthaben
es: Saldo adquirido
pl: Bilans uprawnień
ru: Баланс вестинга
th: การได้รับยอดคงเหลือ
tr: Hak Kazanma Bakiyesi
uk: Вестинговий баланс
zh_hans: 归属余额
zh_hant: 歸屬餘額

source: Vesting Schedule
de: Vesting-Zeitplan
es: Calendario de adquisición de derechos
pl: Harmonogram nabywania uprawnień
ru: Расписание вестинга
th: ตารางการให้สิทธิ
tr: Hak Kazanma Programı
uk: Графік надання прав
zh_hans: 归属时间表
zh_hant: 歸屬時間表

source: View
de: Anzeigen
es: Ver
pl: Widok
ru: Обзор
th: ดู
tr: Görüntüle
uk: Огляд
zh_hans: 查看
zh_hant: 查看

source: View Any Address
de: Beliebige Adresse anzeigen
es: Ver cualquier dirección
pl: Wyświetl dowolny adres
ru: Просмотр адреса
th: ดูที่อยู่ใดก็ได้
tr: Herhangi Bir Adresi Görüntüle
uk: Перегляд адреси
zh_hans: 查看任意地址
zh_hant: 查看任意地址

source: View Secret Words
de: Geheime Wörter anzeigen
es: Ver palabras secretas
pl: Wyświetl tajne słowa
ru: Посмотреть секретные слова
th: ดูคำลับ
tr: Gizli Kelimeleri Görüntüle
uk: Переглянути секретні слова
zh_hans: 查看密语
zh_hant: 查看密語

source: View TON Private Key
de: TON-Privatschlüssel anzeigen
es: Ver clave privada de TON
pl: Wyświetl prywatny klucz TON
ru: Посмотреть приватный ключ TON
th: ดูคีย์ส่วนตัวของ TON
tr: TON Özel Anahtarını Görüntüle
uk: Переглянути приватний ключ TON
zh_hans: 查看TON私钥
zh_hant: 查看TON私鑰

# View address on %ton_explorer_name%
source: View address on %1$@
de: Adresse im %1$@ anzeigen
es: Ver dirección en %1$@
pl: Wyświetl adres w %1$@
ru: Посмотреть адрес в %1$@
th: ดูที่อยู่บัญชีที่ %1$@
tr: %1$@'da adresi görüntüleyin
uk: Подивитися адресу в %1$@
zh_hans: 在 %1$@ 上查看此地址
zh_hant: 在 %1$@ 上查看此地址

source: View on Explorer
de: Im Explorer anzeigen
es: Ver en el explorador
pl: Zobacz w eksploratorze
ru: Открыть в эксплорере
th: ดูใน Explorer
tr: Explorer'da Görüntüle
uk: Переглянути в Explorer
zh_hans: 在浏览器中查看
zh_hant: 在瀏覽器中查看

source: Waiting for Payment
de: Auf Zahlung warten
es: Esperando el pago
pl: Oczekiwanie na płatność
ru: Ожидание оплаты
th: กำลังรอการชำระ
tr: Ödeme bekleniyor
uk: Очікування оплати
zh_hans: 等待付款
zh_hant: 等待付款

source: Wallet Address or Domain
de: Wallet-Adresse oder Domain
es: Dirección de cartera o dominio
pl: Adres portfela lub domena
ru: Адрес кошелька или домен
th: ที่อยู่กระเป๋าเงินหรือโดเมน
tr: Cüzdan Adresi veya Alan Adı
uk: Адреса гаманця або домен
zh_hans: 钱包地址或域名
zh_hant: 錢包地址或域名

source: Wallet Versions
de: Wallet-Versionen
es: Versiones de Cartera
pl: Wersje portfela
ru: Версии кошельков
th: วอลเล็ตเวอร์ชัน
tr: Cüzdan Versiyonları
uk: Версії гаманців
zh_hans: 钱包版本
zh_hant: 錢包版本

source: Wallet address or domain
de: Wallet adresse oder Domain
es: Dirección o dominio del monedero
pl: Adres portfela lub domena
ru: Адрес кошелька или домен
th: ที่อยู่บัญชีวอลเล็ตหรือโดเมน
tr: Cüzdan adresi veya alan adı
uk: Адреса гаманця або домен
zh_hans: 钱包地址或域名
zh_hant: 錢包地址或是域名

source: Wallet is imported!
de: Die Wallet wurde importiert!
es: ¡La billetera es importada!
pl: Portfel został zaimportowany!
ru: Кошелёк импортирован!
th: นำเข้าวอลเล็ตเรียบร้อยแล้ว!
tr: Cüzdan içeri aktarıldı!
uk: Гаманець імпортовано!
zh_hans: 钱包是进口的！
zh_hant: 錢包是進口的！

source: Wallet is not backed up
de: Die Wallet ist nicht gesichert.
es: El monedero no está respaldado
pl: Portfel nie ma kopii zapasowej
ru: Резервная копия кошелька не создана
th: วอลเล็ตไม่ได้สำรองข้อมูล
tr: Cüzdan yedeklenmemiş
uk: Резервну копію гаманця не створено
zh_hans: 钱包未备份
zh_hant: 錢包未備份

source: Wallet is ready!
de: Die Wallet ist bereit!
es: ¡La billetera está lista!
pl: Portfel jest gotowy!
ru: Кошелёк готов!
th: วอลเล็ตพร้อมใช้งานแล้ว!
tr: Cüzdan hazır!
uk: Гаманець готовий!
zh_hans: 钱包准备好了！
zh_hant: 錢包準備好了！

source: Warning!
de: Achtung!
es: ¡Advertencia!
pl: Ostrzeżenie!
ru: Важно!
th: คำเตือน!
tr: Uyarı!
uk: Важливо!
zh_hans: 警告！
zh_hant: 警告!

source: Watch Video About Features
de: Video über Funktionen ansehen
es: Ver video sobre características
pl: Obejrzyj film o funkcjach
ru: Советы и обучающие видео
th: ดูวิดีโอเกี่ยวกับคุณสมบัติ
tr: Özellikler hakkında video izleyin
uk: Переглянути відео про функції
zh_hans: 观看功能视频
zh_hant: 觀看功能視頻

source: We do not recommend to perform an exchange, try to specify a lower amount.
de: Wir empfehlen keine Durchführung des Austauschs. Versuchen Sie, einen niedrigeren Betrag anzugeben.
es: No recomendamos realizar un intercambio, intente especificar una cantidad menor.
pl: Nie zalecamy dokonywania wymiany, spróbuj podać niższą kwotę.
ru: Не рекомендуем выполнять обмен, попробуйте указать меньшую сумму.
th: เราไม่แนะนำให้ทำการแลกเปลี่ยน, โปรดระบุจำนวนที่ต่ำกว่านี้.
tr: Takas yapmanızı tavsiye etmiyoruz, daha düşük bir tutar belirtmeye çalışın.
uk: Не рекомендуємо виконувати обмін, спробуйте вказати меншу суму.
zh_hans: 我们不建议进行交换，请尝试指定较小的金额。
zh_hant: 我們不建議進行交換，請嘗試指定較小的金額。

source: What is TON Proxy?
de: Was ist TON Proxy?
es: ¿Qué es el TON Proxy?
pl: Czym jest TON Proxy?
ru: Что такое TON Proxy?
th: TON Proxy คืออะไร?
tr: TON Proxy nedir?
uk: Що таке TON Proxy?
zh_hans: 什么是 TON 代理?
zh_hant: 什麼是 TON Proxy?

source: Why is staking safe?
de: Warum ist das Staken sicher
es: ¿Por qué el staking es seguro?
pl: Dlaczego staking jest bezpieczny?
ru: Это точно безопасно?
th: เหตุใดการสเต็กจึงปลอดภัย?
tr: Staking neden güvenlidir?
uk: Це точно безпечно?
zh_hans: 为什么质押是安全的？
zh_hant: 為什麼質押是安全的?

source: Why this is safe
de: Warum ist dies sicher
es: Por qué esto es seguro
pl: Dlaczego to jest bezpieczne
ru: Почему это безопасно
th: ทำไมสิ่งนี้ถึงปลอดถัย
tr: Neden güvenlidir?
uk: Чому це безпечно
zh_hans: 为什么这很安全
zh_hant: 為什麼這是安全的

source: Withdrawing Liquidity
de: Liquidität wird abgezogen
es: Retirando liquidez
pl: Wycofywanie płynności
ru: Вывод ликвидности
th: กำลังถอนสภาพคล่อง
tr: Likidite çekiliyor
uk: Виведення ліквідності
zh_hans: 正在提取流动性
zh_hant: 正在提取流動性

source: Withdrawn Liquidity
de: Liquidität entnommen
es: Liquidez retirada
pl: Płynność wycofana
ru: Вывод ликвидности
th: ถอนสภาพคล่องแล้ว
tr: Likidite çekildi
uk: Виведення ліквідності
zh_hans: 已提取流动性
zh_hant: 已提取流動性

source: Without it, you won't be able to access your wallet.
de: Ohne ihn können Sie nicht auf Ihre Wallet zugreifen.
es: Sin ella, no podrás acceder a tu billetera.
pl: Bez niej nie będziesz mógł uzyskać dostępu do portfela.
ru: Без неё вы не сможете получить доступ к своему кошельку.
th: หากไม่มีมัน คุณจะไม่สามารถเข้าถึงกระเป๋าเงินของคุณได้
tr: Onsuz cüzdanınıza erişemezsiniz.
uk: Без неї ви не зможете отримати доступ до свого гаманця.
zh_hans: 没有它，您将无法访问您的钱包。
zh_hant: 沒有它，您將無法存取您的錢包。

source: Wrong code, please try again
de: Falscher Code, bitte versuchen Sie es erneut.
es: Código incorrecto, inténtalo de nuevo.
pl: Nieprawidłowy kod, spróbuj ponownie
ru: Неверный код, попробуйте ещё раз
th: รหัสผ่านไม่ถูกต้อง, โปรดลองใหม่อีกครั้ง
tr: Hatalı kod, lütfen tekrar deneyin
uk: Неправильний код, спробуйте ще раз
zh_hans: 代码错误，请重试
zh_hant: 程式碼錯誤，請重試

source: Wrong password, please try again.
de: Falsches Passwort, bitte versuchen Sie es erneut.
es: Contraseña incorrecta, inténtalo de nuevo.
pl: Niepoprawne hasło, spróbuj ponownie.
ru: Неправильный пароль, попробуйте ещё раз.
th: รหัสผ่านไม่ถูกต้อง, โปรดลองอีกครั้ง.
tr: Yanlış parola, lütfen tekrar deneyin.
uk: Неправильний пароль, спробуйте ще раз.
zh_hans: 密码错误，请再试一次。
zh_hant: 密碼錯誤，請再嘗試一次。

# WrongAddress
source: The dapp requested a transaction from another wallet.
de: Der Dapp hat eine Transaktion von einer anderen Wallet angefordert.
es: El dapp solicitó una transacción desde otra billetera.
pl: Dapp zażądał transakcji z innego portfela.
ru: Приложение запрашивает транзакцию с другого кошелька.
th: Dapp ร้องขอธุรกรรมจากกระเป๋าเงินอื่น
tr: Dapp başka bir cüzdandan bir işlem talep etti.
uk: Dapp запитав транзакцію з іншого гаманця.
zh_hans: 该 dapp 请求另一个钱包进行交易。
zh_hant: 該 dapp 請求另一個錢包進行交易。

# WrongNetwork
source: The dapp requested a transaction from another network.
de: Die Dapp hat eine Transaktion von einem anderen Netzwerk angefordert.
es: El dapp solicitó una transacción de otra red.
pl: Dapp zażądał transakcji z innej sieci.
ru: Приложение запрашивает транзакцию из другой сети.
th: Dapp ร้องขอธุรกรรมจากเครือข่ายอื่น
tr: Dapp başka bir ağdan bir işlem talep etti.
uk: Dapp запитав транзакцію з іншої мережі.
zh_hans: Dapp 从另一个网络请求交易。
zh_hant: Dapp 要求來自另一個網路的交易。

source: Yes
de: Ja
es: Sí
pl: Tak
ru: Да
th: ใช่
tr: Evet
uk: Так
zh_hans: 是的
zh_hant: 是的

source: Yesterday
de: Gestern
es: Ayer
pl: Wczoraj
ru: Вчера
th: เมื่อวาน
tr: Dün
uk: Вчора
zh_hans: 昨天
zh_hant: 昨天

source: You buy
de: Sie kaufen
es: Usted compra
pl: Kupujesz
ru: Вы покупаете
th: การซื้อของคุณ
tr: Alıyorsunuz
uk: Ви купуєте
zh_hans: 您购买
zh_hant: 您購買

source: You can now transfer your tokens from another wallet or exchange.
de: Sie können jetzt Ihre Token von einer anderen Wallet oder Börse übertragen.
es: Ahora puede transferir sus tokens desde otro monedero o intercambio.
pl: Możesz teraz przenieść swoje tokeny z innego portfela lub giełdy.
ru: Теперь вы можете пополнить его с другого кошелька или биржи.
th: คุณสามารถโอนโทเคน และ NFT จากวอลเล็ตอื่นหรือเอ็กซ์เชนจ์ได้.
tr: Artık tokenlarınızı başka bir cüzdandan veya borsadan aktarabilirsiniz.
uk: Тепер ви можете поповнити його з іншого гаманця або біржі.
zh_hans: 您现在可以从另一个钱包或交易所转移您的代币
zh_hant: 您現在可以從另一個錢包或交易所轉移您的代幣。

source: You can rename this wallet for easier identification.
de: Sie können dieses Wallet zur besseren Erkennung umbenennen.
es: Puedes renombrar este monedero para identificarlo más fácilmente.
pl: Możesz zmienić nazwę tego portfela dla łatwiejszej identyfikacji.
ru: Измените название кошелька, чтобы легче его находить среди остальных.
th: คุณสามารถเปลี่ยนชื่อกระเป๋าเงินนี้เพื่อให้ระบุได้ง่ายขึ้น
tr: Bu cüzdanı daha kolay tanımlamak için yeniden adlandırabilirsiniz.
uk: Ви можете перейменувати цей гаманець для зручної ідентифікації.
zh_hans: 您可以重命名该钱包以便于识别。
zh_hant: 您可以重新命名該錢包以便於識別。

source: You can save this address for quick access while sending.
de: Sie können diese Adresse speichern, um schnellen Zugriff beim Senden zu haben.
es: Puede guardar esta dirección como acceso rápido mientras envía.
pl: Możesz zapisać ten adres, aby szybko się do niego dostać podczas wysyłania.
ru: Вы можете сохранить этот адрес для быстрого доступа при отправке.
th: คุณสามารถบันทึกที่อยู่บัญชีนี้ไว้ได้เพื่อเข้าถึงได้ง่ายขึ้นเมื่อทำการส่ง.
tr: Gönderirken hızlı erişim için bu adresi kaydedebilirsiniz.
uk: Ви можете зберегти цю адресу для швидкого доступу під час надсилання.
zh_hans: 您可以保存此地址以便在发送时快速访问。
zh_hant: 您可以保存此地址以便在發送時快速訪問。

source: You have just created a new multichain wallet
de: Sie haben gerade eine neue Multichain-Wallet erstellt
es: Acabas de crear una nueva billetera multichain
pl: Właśnie utworzyłeś nowy portfel multichain
ru: Вы только что создали новый мультичейн-кошелёк
th: คุณเพิ่งสร้างกระเป๋าเงินแบบมัลติเชนใหม่
tr: Yeni bir çok zincirli cüzdan oluşturdunuz
uk: Ви щойно створили новий мультичейн-гаманець
zh_hans: 您刚刚创建了一个新的多链钱包
zh_hant: 您剛剛創建了一個新的多鏈錢包

source: You have just created a new wallet
de: Sie haben gerade eine neue Wallet erstellt.
es: Acabas de crear un nuevo monedero
pl: Właśnie utworzyłeś nowy portfel
ru: Поздравляем! Вы только что создали новый кошелёк
th: คุณได้สร้างวอลเล็ตใหม่
tr: Az önce yeni bir cüzdan oluşturdunuz
uk: Вітаємо! Ви щойно створили новий гаманець
zh_hans: 您刚刚创建了一个新钱包
zh_hant: 您剛剛創建了一個新錢包

source: You have not sent the coins to the specified address.
de: Sie haben die Coins nicht an die angegebene Adresse gesendet.
es: Usted no ha enviado las monedas a la dirección especificada.
pl: Nie wysłałeś monet na podany adres.
ru: Вы не отправили монеты на указанный адрес.
th: คุณยังไม่ได้ส่งโทเคนไปยังที่อยู่ที่กำหนดไว้.
tr: Coin'leri belirtilen adrese göndermediniz.
uk: Ви не відправили монети на вказану адресу.
zh_hans: 您尚未将硬币发送到指定地址。
zh_hant: 您尚未將硬幣發送到指定地址。

source: You have tokens on other versions of your wallet. You can import them from here.
de: Sie haben Token in anderen Versionen Ihres Wallets. Sie können sie von hier importieren.
es: Tienes tokens en otras versiones de tu cartera. Puedes importarlos desde aquí.
pl: Masz tokeny na innych wersjach swojego portfela. Możesz je zaimportować stąd.
ru: У вас есть токены на других версиях вашего кошелька. Вы можете импортировать их отсюда.
th: คุณมีโทเคนในวอลเล็ตเวอร์ชั่นอื่น ๆ ของคุณ. คุณสามารถนำเข้าได้จากที่นี้.
tr: Cüzdanınızın diğer versiyonlarında tokenleriniz var. Buradan içe aktarabilirsiniz.
uk: У вас є токени на інших версіях вашого гаманця. Ви можете імпортувати їх звідси.
zh_hans: 您在钱包的其他版本上有代币。您可以从这里导入它们。
zh_hant: 您在錢包的其他版本上有代幣。您可以從這裡導入它們。

source: You sell
de: Sie verkaufen
es: Usted vende
pl: Sprzedajesz
ru: Вы продаёте
th: การขายของคุณ
tr: Satıyorsunuz
uk: Ви продаєте
zh_hans: 您卖出
zh_hant: 您賣出

source: You will be able to save it again via Transaction Info with this address.
de: Sie können es erneut über die Transaktions informationen mit dieser Adresse speichern.
es: Podrá guardarla nuevamente a través de la información de una transacción con esta dirección.
ru: Вы сможете сохранить его снова, открыв любой перевод с этим адресом.
th: คุณจะสามารถบันทึกที่อยู่บัญชีนี้อีกครั้งได้ที่ ข้อมูลการทำรายการ ของที่อยู่บัญชีนี้.
tr: Bu adrese ait İşlem Bilgisi aracılığıyla bu adresi tekrar kaydedebileceksiniz.
uk: Ви зможете зберегти його знову, відкривши будь-який переказ із цією адресою.
zh_hans: 您也可以通过交易记录再次保存此地址。
zh_hant: 您也能透過交易紀錄再次保存此地址。

# You will receive %amount% **more**.
source: You will receive %1$@ **more**.
de: Sie erhalten %1$@ **mehr**.
es: Recibirá %1$@ **más**.
pl: Otrzymasz %1$@ **więcej**.
ru: Вы получите на %1$@ **больше**.
th: คุณจะได้รับ %1$@ **มากขึ้น**.
tr: %1$@ **daha fazla** alacaksınız.
uk: Ви отримаєте на %1$@ **більше**.
zh_hans: 您将收到 %1$@ **更多**。
zh_hant: 您將收到 %1$@ **更多**。

source: You will receive your unfrozen coins in a few minutes.
de: Sie erhalten Ihre nicht eingefrorenen Münzen in wenigen Minuten.
es: Recibirás tus monedas descongeladas en unos minutos.
pl: W ciągu kilku minut otrzymasz niezamrożone monety.
ru: Вы получите размороженные монеты через несколько минут.
th: คุณจะได้รับเหรียญที่ยังไม่แข็งตัวภายในไม่กี่นาที
tr: Dondurulmamış paralarınızı birkaç dakika içinde alacaksınız.
uk: Ви отримаєте незаморожені монети через кілька хвилин.
zh_hans: 您将在几分钟内收到解冻的硬币。
zh_hant: 您將在幾分鐘內收到解凍的硬幣。

# You will spend %amount% **less**.
source: You will spend %1$@ **less**.
de: Sie werden %1$@ **weniger** ausgeben.
es: Gastarás %1$@ **menos**.
pl: Wydasz %1$@ **mniej**.
ru: Вы потратите на %1$@ **меньше**.
th: คุณจะใช้จ่าย %1$@ **น้อยลง**.
tr: %1$@ **daha az** harcayacaksınız.
uk: Ви витратите на %1$@ **менше**.
zh_hans: 您将少花 %1$@。
zh_hant: 您將少花 %1$@。

# Your %blockchain% Address
source: Your %1$@ Address
de: Ihre %1$@-Adresse
es: Su dirección de %1$@
pl: Twój adres %1$@
ru: Ваш адрес %1$@
th: ที่อยู่ %1$@ ของคุณ
tr: %1$@ Adresiniz
uk: Ваша адреса %1$@.
zh_hans: 您的%1$@ 地址
zh_hant: 您的%1$@ 地址

source: Your address on another blockchain
de: Ihre Adresse auf einer anderen Blockchain
es: Tu dirección en otra blockchain
pl: Twój adres na innym blockchainie
ru: Ваш адрес в другом блокчейне
th: ที่อยู่ของคุณบนบล็อกเชนอื่น
tr: Başka bir blockchaindeki adresiniz
uk: Ваша адреса в іншому блокчейні
zh_hans: 您在另一个区块链上的地址
zh_hant: 您在另一個區塊鏈上的地址

source: Your address was copied!
de: Ihre Adresse wurde kopiert!
es: ¡Su dirección fue copiada!
pl: Twój adres został skopiowany!
ru: Адрес скопирован!
th: ที่อยู่บัญชีของคุณถูกคัดลอกแล้ว!
tr: Adresiniz kopyalandı!
uk: Адресу скопійовано!
zh_hans: 您的地址已复制！
zh_hant: 您的地址已被複製!

source: Your have entered an insecure password, which can be easily guessed by scammers.
de: Sie haben ein unsicheres Passwort eingegeben, das leicht von Betrügern erraten werden kann.
es: Ha ingresado una contraseña insegura, que puede ser fácilmente adivinada por los estafadores.
pl: Wprowadziłeś niezabezpieczone hasło, które może zostać łatwo odgadnięte przez oszustów.
ru: Ваш пароль недостаточно надёжный и может быть скомпрометирован.
th: คุณกรอกรหัสผ่านไม่ปลอดภัย, ซึ่งผู้ไม่หวังดีสามารถคาดเดาได้ง่าย.
tr: Dolandırıcılar tarafından kolayca tahmin edilebilecek güvenli olmayan bir şifre girdiniz.
uk: Ваш пароль недостатньо надійний і може бути скомпрометований.
zh_hans: 您输入的密码不安全，很容易被猜中。
zh_hant: 您輸入的密碼不安全，很容易被猜到。

# at %annual_yield%
source: at %1$@
de: bei %1$@
es: en %1$@
pl: przy %1$@
ru: при %1$@
th: ที่ %1$@
tr: %1$@ ile
uk: при %1$@
zh_hans: 在%1$@
zh_hant: 在%1$@

source: or import from
de: oder importieren von
es: o importar desde
pl: lub zaimportować z
ru: или импортировать из
th: หรือนำเข้า
tr: veya şuradan içe aktar
uk: або імпортувати з
zh_hans: 或从中导入
zh_hant: 或從中導入

# until %date%
source: until %1$@
de: bis %1$@
es: hasta el %1$@
pl: do %1$@
ru: до %1$@
th: ถึง %1$@
tr: %1$@'a kadar
uk: до %1$@
zh_hans: 截至 %1$@
zh_hant: 截至 %1$@
